main.tex
% Created 2017-07-21 Fri 17:55
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{minted}
\date{}
\title{yes i know we need a title}
\hypersetup{
 pdfauthor={Willian Ver Valem Paiva},
 pdftitle={yes i know we need a title},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.9)},
 pdflang={English}}
\begin{document}

\maketitle

\section{Context}
\label{sec:orgfcdfbb1}
 The beginning of XXIth century sees a drastic increase of applications coming as an assistance to numerous human activities,
 among which medicine is one of the main domains. And the use of technology to the healthcare system is the focus today, with
 technologies ranging from robots to assist in surgery to gadgets that measure sugar levels and help diabetic people.
 Among those areas, an important one deals with pain, which is a complex subject to master. The main objectives will consist in
 being able to properly measure pain levels is of a great importance, as it will help medical doctors to provide a precise treatment
 and also allow pharmaceutical companies to  have a better feedback for the development of treatments, the last being pharmaceutical or not.
 But pain assessment is not a simple task and has been a challenge even for humans. Many scales and methods have been created to tackle
such a problem \cite{wong1996wong,mccaffery1999pain,portenoy1996visual,melzack1975mcgill,galer1997development,gracely1988descriptor} with
limited efficiency. It is still so far difficult to  have an accurate assessment of pain, notably chronic pain.
 As a matter of fact, as pain is a subjective feeling, the most used measurement is the auto evaluation, but even if it gives fairly acceptable
results, it still falls short on some aspects like simulated pain \cite{gwen2007faces}, or, most commonly, when the patient has difficulties to
communicate, as is the case of infants and some elderly people \cite{lucey2011automatically}.
 And the creation of a method capable of assessing precisely the level of pain felt by patients can help the present diagnosis system overcome
a complicated barrier.


\subsection{state of the art}
\label{sec:org427a2f8}



\subsection{methodological appro}
\label{sec:org36dbbd7}
\section{objectives}
\label{sec:org82ceda9}
\subsection{expected results}
\label{sec:orgd3c0933}
\subsection{scientific and technological challenges}
\label{sec:orgd7deb1e}
\section{organization}
\label{sec:org2595ef6}
\subsection{general organization}
\label{sec:org3f74e21}
\subsection{planning}
\label{sec:org04ac87b}
T0 + 6  months: gathering and study of the data
T0 + 12 months: assessment based on the facial expression
T0 + 18 months: assessment of emotions from natural language analyses
T0 + 24 months: assessment by combining the 2 methods
T0 + 30 months: formalization, validations publications and theses
T0 + 36 months: theses and defense



\bibliographystyle{unsrt}
\bibliography{repport}
\end{document}